Revit 2024 API
ParameterTypeId.MultiReferenceAnnotationTagType Property
 "Tag Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MultiReferenceAnnotationTagType { get; }
Visual Basic
Public Shared ReadOnly Property MultiReferenceAnnotationTagType As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MultiReferenceAnnotationTagType {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace